Repository: hronj0af/EhriMemoMap
Catalog: EhriMemoMap.Client/Resources/CommonResources.*.resx
Languages: cs

# helpContent_ricany
source: <div> <p> <h4> About MemoMap Říčany </h4> </p> <p>An interactive map of the Jewish community in Říčany shows the residences and stories of nearly one hundred Jewish residents of the town, as well as places connected with their lives, current memorial and commemorative sites, and the story of the Říčany Torah.</p> <p>The former Jewish community in Říčany only began to be openly addressed again after the Velvet Revolution. In 2012, a memorial plaque to the victims of the Holocaust was unveiled at the Old Town Hall in Říčany. In 2017, the first Stolpersteine, or "stumbling stones," were laid on Masaryk Square. Three years later, an information stand about the stones of the disappeared was set up in the old tobacco shop on the square. The stones, which we are meant to stumble over every day so that we do not forget the past, are still increasing in number. In 2025, there will be 31 of them, and that is far from the final number. </p> <p> In recent years, we have also been commemorating the victims of Říčany together with representatives of the Finchley Reform Synagogue in London. That is where the Říčany Torah ended up after leaving our town and then Prague and Czechoslovakia in 1962. </p> <p> In 2025, we expanded our commemoration of local Jewish history by creating an interactive MemoMap. It uses a historical map of Říčany from 1935 and offers several thematic layers that capture the fates of local Holocaust victims, places associated with their lives, and other traces of Jewish history in the town. MemoMap allows visitors to explore history directly in the field and brings it closer to current visitors and residents. </p> <p> <h4>What does MemoMap contain?</h4> </p> <p> The application presents information about Jewish families from Říčany, their homes, and places connected to their everyday lives. It also features local sites of memory and the Torah scrolls that were once used in Říčany and are now located in the United Kingdom. The application further includes data on commemorative events, such as Stolperstein placements. </p> <p> The data is based on available Holocaust victim databases, archival sources, and scholarly publications. The preparation of data and texts involved pupils from local primary schools and the Municipal Office of Říčany. </p> <p> <h4>How to use the application?</h4> </p> <p> Individual data types are divided into so-called layers, between which you can switch. The layer control is located under the icon&nbsp;&nbsp; <img src='/images/layers-small.svg' /> </p> <p> You can Zoom in or out on the map using the&nbsp;&nbsp; <img src='/images/zoom-in-small.svg' /> <img src='/images/zoom-out-small.svg' /> </p> <p> Your location on the map can be found using the button&nbsp;&nbsp; <img src='/images/location-small.svg' /> </p> <p> <h4>Credits</h4> </p> <p>MemoMap Říčany was created through the collaboration of the Masaryk Institute and Archives of the Czech Academy of Sciences and the Municipal Office of Říčany. Special thanks go to Ms Věra Likešová and Ms Markéta Žilková from the Říčany Municipal Office.</p> <a href="https://www.ricany.cz/en" target="_blank"><img src='/images/ricany-logo.jpg' /></a> <a href="https://www.mua.cas.cz/en" target="_blank"><img src='/images/mua-logo.jpg' /></a> <p>The development of the map application was supported by the Foundation for Holocaust Victims.</p> <a href="https://fondholocaust.cz/en/homepage-cs-english/" target="_blank"><img src='/images/nfoh-logo.jpg' /></a> <p> The application is continuously developed and maintained within the Czech node of the European Holocaust Research Infrastructure. EHRI-CZ is part of the LINDAT/CLARIAH-CZ infrastructure, which is fully supported by the Ministry of Education, Youth and Sports of the Czech Republic as part of the "large infrastructures" program. </p> <a href="https://ehri.cz/en" target="_blank"><img src='https://ehri.cz/images/ehri-logo.svg' /></a> </div>
cs: <div> <p> <h4> O MemoMap Říčany </h4> </p> <p>Interaktivní mapa židovské komunity v Říčanech zobrazuje bydliště a příběhy téměř sta židovských obyvatel města, místa spojená s jejich osudy, současná pamětní a pietní místa a také příběh říčanské Tóry. O někdejší židovské komunitě se v Říčanech začalo znovu veřejně mluvit až po sametové revoluci. </p><p>V roce 2012 byla na říčanské Staré radnici odhalena pamětní deska obětem holokaustu. Roku 2017 byly na Masarykově náměstí vsazeny první Stolpersteiny, kameny zmizelých. O tři roky později vznikl ve staré trafice na náměstí infostánek ke kamenům zmizelých. Kameny, o které máme každodenně škobrtnout, abychom nezapomínali na minulost, stále přibývají. V roce 2025 je jich už 31 a zdaleka to není konečné číslo. </p> <p> Památku říčanských obětí si v posledních letech připomínáme také společně se zástupci Finchley Reform Synagogue z Londýna. Právě tam doputovala říčanská Tóra poté, co opustila naše město a následně v roce 1962 i Prahu a Československo. </p> <p> V roce 2025 jsme připomínání místní židovské historie rozšířili o vytvoření interaktivní MemoMapy. Využívá historickou mapu Říčan z roku 1935 a nabízí několik tematických vrstev, které zachycují osudy místních obětí holokaustu, místa spojená s jejich životy i další stopy židovské historie ve městě. MemoMapa umožňuje zkoumat historii přímo v terénu a přibližuje ji současným návštěvníkům i obyvatelům. </p> <p> <h4>Co MemoMap Říčany obsahuje?</h4> </p> <p> Aplikace zobrazuje informace o říčanských židovských rodinách, o jejich domovech, o místech spjatých s jejich každodenním životem, o pamětních místech i o svitcích Tóry, které byly kdysi v Říčanech používány a dnes se nacházejí ve Spojeném království. Součástí aplikace jsou také údaje o připomínkových akcích, například o pokládání Stolpersteinů. </p> <p>Data vycházejí z dostupných databází obětí holokaustu, archivních pramenů i odborných publikací. Na přípravě dat a textů pro aplikaci se podíleli žáci místních základních škol a Město Říčany. </p> <p> <h4>Jak se aplikace ovládá?</h4> </p> <p> Jednotlivé typy dat jsou rozděleny do tzv. vrstev, mezi kterými můžete přepínat. Ovládání vrstev se nachází pod ikonou&nbsp;&nbsp; <img src='/images/layers-small.svg' /> </p> <p> Přiblížit nebo oddálit mapu můžete pomocí tlačítek&nbsp;&nbsp; <img src='/images/zoom-in-small.svg' /> <img src='/images/zoom-out-small.svg' /> </p> <p> Svoji polohu na mapě najdete pomocí tlačítka&nbsp;&nbsp; <img src='/images/location-small.svg' /> </p> <p> <h4>Kredit</h4> </p> <p>Aplikace MemoMap Říčany vznikla ve spolupráci Masarykova ústavu a Archivu AV ČR a Města Říčany. Zvláštní poděkování patří paní Věře Likešové a Markétě Žilkové z Městského úřadu Říčany.</p> <a href="https://www.ricany.cz" target="_blank"><img src='/images/ricany-logo.jpg' /></a> <a href="https://www.mua.cas.cz/cs" target="_blank"><img src='/images/mua-logo.jpg' /></a> <p>Vývoj mapové aplikace podpořil v roce 2025 Nadační fond obětem holocaustu.</p> <a href="https://fondholocaust.cz/" target="_blank"><img src='/images/nfoh-logo.jpg' /></a> <p> Aplikace je dlouhodobě rozvíjena a provozována v rámci českého uzlu Evropské infrastruktury pro výzkum holokaustu. Ten je součástí infrastruktury LINDAT/CLARIAH-CZ, která je podporována Ministerstvem školství, mládeže a tělovýchovy České republiky v rámci programu "velkých infrastruktur". </p> <a href="https://ehri.cz" target="_blank"><img src='https://ehri.cz/images/ehri-logo.svg' /></a> </div>

# help_search_prague
source: Search for victims' names, addresses, incidents, points of interest, restricted areas or memory locations.
cs: Hledání jmen obětí, adres, incidentů, bodů zájmu, zakázaných míst či míst paměti.

# help_search_pacov
source: Searching for victims’ names, addresses, points of interest, or incidents.
cs: Hledání jmen obětí, adres, incidentů, bodů zájmu, zakázaných míst či míst paměti.

# help_search_ricany
source: Searching for victims’ names, addresses, points of interest, memorial sites, or remembrance events
cs: Hledání jmen obětí, adres, bodů zájmu, míst paměti nebo připomínkových akcí

# help_search_prague_last_residence
source: Search for victims' names, addresses, incidents, points of interest, restricted areas or memory locations.
cs: Hledání jmen obětí, adres, incidentů, bodů zájmu, zakázaných míst či míst paměti.

# storyMapExistsForPlace
source: There is a story map for a given place.
cs: K danému místu existuje příběhová mapa.

source: Maiden name
cs: Rodné příjmení

# personTitle
source: Title
cs: Titul

# otherInfo
source: More information
cs: Další informace

source: more
cs: více

source: less
cs: méně

source: Other residence
cs: Další bydliště

source: Death date
cs: Datum úmrtí

# welcomeText_short
source: MemoMap is a web-based application built on a Historical Geographic Information System (HGIS) that connects scholarly research with specific urban spaces. It enables users to explore the history of the Holocaust and Nazi persecution through the places of everyday life. The application can be used not only on a home or school computer, but also directly while walking through the city via mobile devices. Different types of data are organised into so-called layers, which users can switch between and combine according to their interests. This makes it possible to explore history directly in physical space and to perceive changes in the urban environment over time.
cs: MemoMap je webová aplikace založená na historickém geografickém informačním systému (HGIS), která propojuje odborný výzkum s konkrétním městským prostorem. Umožňuje nahlížet dějiny holokaustu a nacistické perzekuce prostřednictvím míst každodenního života. Aplikaci lze používat nejen z domácího či školního počítače, ale také přímo při procházce městem prostřednictvím mobilních zařízení. Jednotlivé typy dat jsou rozděleny do tzv. vrstev, mezi nimiž mohou uživatelé přepínat a kombinovat je podle vlastního zájmu. Díky tomu je možné historii zkoumat přímo v prostoru a vnímat proměny městského prostředí v čase.

source: MemoMaps
cs: MemoMapy

source: Open map
cs: Otevřít mapu

# layer_HGC-BordersProtectorateBM-v2_title_pacov
source: Border of the Protectorate Bohemia and Moravia
cs: Hranice Protektorátu Čech a Moravy

# layer_HGC-BordersProtectorateBM-v2_abstract_pacov
source: The original borders of the Protectorate Bohemia and Moravia were taken from a dataset created as a part of a project which documents monthly European border changes from 1938-1945. The data are much better presented with accurate military front lines, data which has not been fully digitized but would constitute a valuable addition to the research.
cs: Původní hranice Protektorátu Čechy a Morava byly převzaty z datového souboru vytvořeného v rámci projektu, který dokumentuje měsíční změny evropských hranic v letech 1938–1945. Data jsou mnohem lépe prezentována s přesnými vojenskými frontovými liniemi, která nebyla dosud plně digitalizována, ale představují cenný přínos pro výzkum.

# layer_HGC-BordersProtectorateBM-v2_title_ricany
source: Border of the Protectorate Bohemia and Moravia
cs: Hranice Protektorátu Čech a Moravy

# layer_HGC-BordersProtectorateBM-v2_abstract_ricany
source: The original borders of the Protectorate Bohemia and Moravia were taken from a dataset created as a part of a project which documents monthly European border changes from 1938-1945. The data are much better presented with accurate military front lines, data which has not been fully digitized but would constitute a valuable addition to the research.
cs: Původní hranice Protektorátu Čechy a Morava byly převzaty z datového souboru vytvořeného v rámci projektu, který dokumentuje měsíční změny evropských hranic v letech 1938–1945. Data jsou mnohem lépe prezentována s přesnými vojenskými frontovými liniemi, která nebyla dosud plně digitalizována, ale představují cenný přínos pro výzkum.

# countStoryMaps
source: Story Maps
cs: Příběhové mapy

# help_storymap_pacov
source: Story Maps in Pacov
cs: Příběhové mapy v Pacově

# help_storymap_ricany
source: The Story of the Ríčany Torah
cs: Příběh říčanské Tóry

# welcomeText_long
source: <p><strong>MemoMap</strong> is a web-based application built on a Historical Geographic Information System (HGIS) that connects scholarly research with specific urban spaces. It enables users to explore the history of the Holocaust and Nazi persecution through the places of everyday life.</p> <p>The application can be used not only on a home or school computer, but also directly while walking through the city via mobile devices. Different types of data are organised into so-called layers, which users can switch between and combine according to their interests. This makes it possible to explore history directly in physical space and to perceive changes in the urban environment over time.</p> <p><strong>MemoMap</strong> offers insight into the microhistory of the exclusion of the Jewish population from society &ndash; restrictions on movement, access to public space, and changes in relationships between residents of occupied towns and cities. The application provides a new perspective on familiar shared urban spaces. For schools, it enables new questions about the Holocaust and racial segregation to be asked using modern technology. For tourists and guides, it offers a new experience when discovering cities with a multi-ethnic past.</p> <p>The <strong>MemoMap</strong> application was created by the <strong>Masaryk Institute and Archives of the Czech Academy of Sciences</strong> as a service of the Czech node of the European Holocaust Research Infrastructure (<strong><a href="https://ehri.cz/en" target="_blank">EHRI-CZ</a></strong>). EHRI-CZ is part of the <strong>LINDAT/CLARIAH-CZ</strong> infrastructure, which is fully supported by the Ministry of Education, Youth and Sports of the Czech Republic under the programme of &ldquo;large research infrastructures&rdquo;.</p> <p>In the future, we plan to continue developing the <strong>MemoMap</strong> project and to expand it with additional locations and data. If you have supplementary information, archival materials, or other sources that could be used in <strong>MemoMap</strong>, please do not hesitate to contact us via the <a href="https://docs.google.com/forms/d/15jprT8Sbc-Llt1CfAPrIzU4S8YIDjREixRADGzbA62k" target="_blank">form</a> below.</p> <p><strong>MemoMaps are currently available for the following cities:</strong> <a href="/prague"><strong>Prague</strong></a><strong>, </strong><a href="/pacov"><strong>Pacov</strong></a><strong>, </strong>and <a href="/ricany"><strong>Ř&iacute;čany</strong></a>.</p>
cs: <p><strong>MemoMap</strong> je webov&aacute; aplikace založen&aacute; na historick&eacute;m geografick&eacute;m informačn&iacute;m syst&eacute;mu (HGIS), kter&aacute; propojuje odborn&yacute; v&yacute;zkum s konkr&eacute;tn&iacute;m městsk&yacute;m prostorem. Umožňuje nahl&iacute;žet dějiny holokaustu a nacistick&eacute; perzekuce prostřednictv&iacute;m m&iacute;st každodenn&iacute;ho života.</p> <p>Aplikaci lze použ&iacute;vat nejen z dom&aacute;c&iacute;ho či &scaron;koln&iacute;ho poč&iacute;tače, ale tak&eacute; př&iacute;mo při proch&aacute;zce městem prostřednictv&iacute;m mobiln&iacute;ch zař&iacute;zen&iacute;. Jednotliv&eacute; typy dat jsou rozděleny do tzv. vrstev, mezi nimiž mohou uživatel&eacute; přep&iacute;nat a kombinovat je podle vlastn&iacute;ho z&aacute;jmu. D&iacute;ky tomu je možn&eacute; historii zkoumat př&iacute;mo v prostoru a vn&iacute;mat proměny městsk&eacute;ho prostřed&iacute; v čase.</p> <p><strong>MemoMap</strong> nab&iacute;z&iacute; pohled na mikrohistorii vylučov&aacute;n&iacute; židovsk&eacute;ho obyvatelstva ze společnosti &ndash; na omezov&aacute;n&iacute; pohybu, př&iacute;stupu k veřejn&eacute;mu prostoru i na proměny vztahů mezi obyvateli okupovan&yacute;ch m&iacute;st. Aplikace přin&aacute;&scaron;&iacute; nov&yacute; pohled na důvěrně zn&aacute;m&yacute; sd&iacute;len&yacute; prostor měst. &Scaron;kol&aacute;m umožňuje za pomoci modern&iacute; technologie kl&aacute;st nov&eacute; ot&aacute;zky o holokaustu a rasov&eacute; segregaci. Turistům a průvodcům poskytuje novou zku&scaron;enost při objevov&aacute;n&iacute; měst s multietnickou histori&iacute;.</p> <p>Aplikaci <strong>MemoMap</strong> vytvořil <strong>Masarykův &uacute;stav a archiv AV ČR</strong> jako službu česk&eacute;ho uzlu Evropsk&eacute; infrastruktury pro v&yacute;zkum holokaustu (<strong>EHRI-CZ</strong>). Ten je souč&aacute;st&iacute; infrastruktury <strong>LINDAT/CLARIAH-CZ</strong>, kter&aacute; je plně podporov&aacute;na Ministerstvem &scaron;kolstv&iacute;, ml&aacute;deže a tělov&yacute;chovy Česk&eacute; republiky v r&aacute;mci programu &bdquo;velk&yacute;ch v&yacute;zkumn&yacute;ch infrastruktur&ldquo;.</p> <p>Do budoucna pl&aacute;nujeme v projektu <strong>MemoMap</strong> pokračovat a roz&scaron;iřovat jej o dal&scaron;&iacute; lokality a data. Pokud disponujete doplňuj&iacute;c&iacute;mi informacemi, archivn&iacute;mi materi&aacute;ly či jin&yacute;mi prameny, kter&eacute; by bylo možn&eacute; v <strong>MemoMap</strong> využ&iacute;t, nev&aacute;hejte n&aacute;s pros&iacute;m kontaktovat prostřednictv&iacute;m n&aacute;sleduj&iacute;c&iacute;ho <a href="https://docs.google.com/forms/d/15jprT8Sbc-Llt1CfAPrIzU4S8YIDjREixRADGzbA62k" target="_blank">formul&aacute;ře</a>.</p> <p>V současnosti dostupn&eacute; <strong>MemoMapy</strong> pro města: <strong><a href="/prague">Praha</a></strong>, <strong><a href="/pacov">Pacov</a></strong> a <strong><a href="/ricany">Ř&iacute;čany</a></strong>.</p>

# welcomeText_ricany
source: An interactive map of the Jewish community in Říčany shows the residences and stories of nearly one hundred Jewish residents of the town, as well as places connected with their lives, current memorial and commemorative sites, and the story of the Říčany Torah. The map captures the process of gradually commemorating the Jewish history of Říčany after 1989, including the unveiling of a memorial plaque to Holocaust victims at the Old Town Hall in 2012, the installation of the first Stolpersteine in 2017, and the creation of an information booth. The interactive MemoMap has been in development since 2025 in collaboration with students from Bezručova Elementary School No. 2 and Říčanský les Elementary School No. 3, the City of Říčany, and the Říčany Museum. The application is adapted for mobile devices, so you can take it with you directly to the town.
cs: Interaktivní mapa židovské komunity v Říčanech zobrazuje bydliště a příběhy téměř sta židovských obyvatel města, místa spojená s jejich osudy, současná pamětní a pietní místa a také příběh říčanské Tóry. Mapa zachycuje proces postupného připomínání židovské historie Říčan po roce 1989, včetně odhalení pamětní desky obětem holokaustu na Staré radnici v roce 2012, instalace prvních Stolpersteinů v roce 2017 a vzniku infostánku. Interaktivní MemoMapa vzniká od roku 2025 ve spolupráci s žáky 2. ZŠ Bezručova a 3. ZŠ u Říčanského lesa, Městem Říčany a Muzeem Říčany. Aplikace je přizpůsobena pro mobilní zařízení, můžete se s ní proto vydat přímo do města.

# welcomeText_pacov
source: An interactive map of the Jewish community in Pacov shows the residences of more than 100 Jewish residents of the town, as well as places connected with the Jewish history of Pacov, and the everyday coexistence of the Jewish and majority populations. It also offers so-called story maps, which allow users to follow specific personal stories and their trajectories in detail. The data is supplemented with digitized documents and photographs. MemoMap Pacov was created in collaboration with the non-profit organization <a href="https://tikkun.cz/" target="_blank" style="color:inherit">Tikkun Pacov</a>, with special thanks to Mr. Pavel Tychtl. The application is adapted for mobile devices, so you can take it with you directly to the town.
cs: Interaktivní mapa židovské komunity v Pacově zobrazuje bydliště více než 100 židovských obyvatel města, místa spojená s židovskou historií Pacova a s každodenním soužitím židovského a většinového obyvatelstva. Nabízí také tzv. příběhové mapy, které umožňují detailně sledovat konkrétní osobní příběhy a jejich trajektorie. Data jsou doplněna o digitalizované dokumenty a fotografie. MemoMap Pacov vznikla ve spolupráci s neziskovou organizací <a href="https://tikkun.cz/" target="_blank" style="color:inherit">Tikkun Pacov</a>, zvláštní poděkování patří panu Pavlu Tychtlovi. Aplikace je přizpůsobena pro mobilní zařízení, můžete se s ní proto vydat přímo do města.

# welcomeText_prague
source: An interactive map of Prague during the Protectorate shows the addresses of more than 40,000 Holocaust victims, 1,700 cases of violations of anti-Jewish ordinances, important places associated with Jewish history and persecution, and places where Jews were not allowed during the war. The timeline shows how people gradually disappeared from their homes. The app is adapted for mobile devices, so you can take it directly to the city.
cs: Interaktivní mapa Prahy z doby protektorátu zobrazuje adresy více než 40 000 obětí holokaustu, 1 700 případů porušení protižidovských nařízení, významná místa spojená s židovskou historií i pronásledováním a místa, kam Židé v době války nesměli. Díky časové ose je vidět, jak lidé postupně mizeli ze svých domovů. Aplikace je přizpůsobena pro mobilní zařízení, můžete se s ní proto vydat přímo do města.

# joinToProject
source: Join the project
cs: Zapojte se do projektu

source: Back to homepage
cs: Zpět na hlavní stránku

source: Feedback form
cs: Zpětná vazba
