Repository: hronj0af/EhriMemoMap
Catalog: EhriMemoMap.Client/Resources/CommonResources.*.resx
Languages: cs

source: Search
cs: Hledání

source: Czech
cs: česky

source: English
cs: anglicky

source: Language switcher
cs: Přepínání jazyka

source: Timeline
cs: Časová osa

# mapTitle
source: To view information about a specific location, click on the map...
cs: Pro zobrazení informací o určitém místě, klikněte na mapu tlačítkem myši...

# noPlaceInfo
source: No information has been found for the location...
cs: Pro dané místo nebyly nalezeny žádné informace...

# layers
source: All layers
cs: Všechny vrstvy

# placeInfo
source: Information about the place
cs: Informace o místě

source: More info
cs: Více informací

source: Read more
cs: Číst více

# helpContent_prague
source: <div> <p> <h4> What is MemoMap? </h4> </p> <p>Interactive map of Prague from the period of the Protectorate Bohemia and Moravia. The map shows the addresses where Prague Jews lived during Nazi occupation, places related to their persecution as well as places where Jews were not allowed. Thanks to the timeline, you can see how people gradually disappeared from their homes as they were deported to ghettos and concentration camps. The app is adapted for mobile devices and you can use it while walking in the city.</p> <p> <h4>What does MemoMap contain?</h4> </p> <p> The app displays information about more than 40,000 victims of the Holocaust, about 1,700 cases of violations of anti-Jewish regulations and ordinances, about 120 places of interest related to their daily lives and persecution, about 110 places that were inaccessible to Jewish residents of Prague during the war and a growing number of places of memory. </p> <p>The data on the victims of the Holocaust come from a database maintained by the Terezín Initiative Institute. The application makes available not only photographs of the victims, but also scans of the police records relating to violations of anti-Jewish regulations and orders (these scans come from the Prague Police Directorate's collection at the National Archives). </p> <p> <h4>How to use the application?</h4> </p> <p> Individual data types are divided into so-called layers, between which you can switch. The layer control is located under the icon&nbsp;&nbsp; <img src='/images/layers-small.svg' /> </p> <p> You can Zoom in or out on the map using the&nbsp;&nbsp; <img src='/images/zoom-in-small.svg' /> <img src='/images/zoom-out-small.svg' /> </p> <p> Your location on the map can be found using the button&nbsp;&nbsp; <img src='/images/location-small.svg' /> </p> <p> <h4>Did you find an error?</h4> </p> <p>If you encounter a technical problem or data error, please let us know using this <a href="https://docs.google.com/forms/d/15jprT8Sbc-Llt1CfAPrIzU4S8YIDjREixRADGzbA62k" target="_blank"> forms</a>.</p> <p> <h4>Credit</h4> </p> <p>The MemoMap application was originally developed as part of the project Integration and Segregation in the City Space: the History of the Holocaust in Prague through a mobile web application (identifier TL01000366). The project was supported by the Technology Agency of the Czech Republic as part of the public competition ÉTA 1. MemoMap was created by the Masaryk Institute and Archives of the Czech Academy of Sciences in cooperation with the Terezín Initiative Institute and the Multicultural Centre Prague.</p> <p> The application is maintained and further developed by the Czech node of the European Holocaust Research Infrastructure. It is part of the LINDAT/CLARIAH-CZ infrastructure, which is supported by the Ministry of Education, Youth and Sports of the Czech Republic under the programm of large research infrastructures.</p> <p> It has been supported by the Czech Foundation for Holocast Victims and through the Strategy AV21 program "City as a laboratory of change" financed by the Czech Academy of Sciences.</p> <img src='https://ehri.cz/images/ehri-logo.svg' /> </div>
cs: <div> <p> <h4> Co je MemoMap? </h4> </p> <p>Interaktivní mapa Prahy z doby protektorátu. Mapa zobrazuje adresy obětí holokaustu, místa týkající se jejich perzekuce, ale také místa, kam Židé nesměli. Díky časové ose je vidět, jak lidé postupně mizeli ze svých domovů. Aplikace je přizpůsobena pro mobilní zařízení, můžete se s ní proto vydat přímo do města.</p> <p> <h4>Co MemoMap obsahuje?</h4> </p> <p> Aplikace zobrazuje informace o více než 40 000 obětech holokaustu, o 1 700 případech porušování protižidovských předpisů a nařízení, o 120 zajímavých místech souvisejících s jejich každodenním životem a pronásledováním a také o 110 místech, která byla židovským obyvatelům Prahy v době války nepřístupná. </p> <p>Data o obětech holokaustu pocházejí z databáze, kterou spravuje Institut Terezínské iniciativy. Aplikace díky tomu zpřístupňuje nejen fotografie obětí, ale také skeny policejních záznamů, které se týkají porušování protižidovských předpisů a nařízení (tyto skeny pocházejí z fondu Policejního ředitelství Praha v Národním archivu). </p> <p> <h4>Jak se aplikace ovládá?</h4> </p> <p> Jednotlivé typy dat jsou rozděleny do tzv. vrstev, mezi kterými můžete přepínat. Ovládání vrstev se nachází pod ikonou&nbsp;&nbsp; <img src='/images/layers-small.svg' /> </p> <p> Přiblížit nebo oddálit mapu můžete pomocí tlačítek&nbsp;&nbsp; <img src='/images/zoom-in-small.svg' /> <img src='/images/zoom-out-small.svg' /> </p> <p> Svoji polohu na mapě najdete pomocí tlačítka&nbsp;&nbsp; <img src='/images/location-small.svg' /> </p> <p> <h4>Našli jste chybu?</h4> </p> <p>Pokud jste narazili na technický problém či na chybu v datech, dejte nám prosím vědět pomocí tohoto <a href="https://docs.google.com/forms/d/15jprT8Sbc-Llt1CfAPrIzU4S8YIDjREixRADGzbA62k" target="_blank">formuláře</a>.</p> <p> <h4>Kredit</h4> </p> <p>Aplikace MemoMap původně vznikla v rámci projektu Integrace a segregace v prostoru města: dějiny holokaustu v Praze prostřednictvím mobilní webové aplikace (idenifikátor TL01000366). Projekt podpořila Technologická agentura České republiky v rámci veřejné soutěže ÉTA 1. MemoMap vytvořil Masarykův ústav a archiv AV ČR ve spolupráci s Institutem Terezínské iniciativy a Multikulturním centrem Praha.</p> <p>Rozvoj aplikace v letech 2023 a 2024 finančně podpořila Akademie věd České republiky v rámci programu Strategie AV21.</p> <p> Aplikace je dlouhodobě rozvíjena a provozována v rámci českého uzlu Evropské infrastruktury pro výzkum holokaustu. Ten je součástí infrastruktury LINDAT/CLARIAH-CZ, která je podporována Ministerstvem školství, mládeže a tělovýchovy České republiky v rámci programu "velkých infrastruktur". </p> <img src='https://ehri.cz/images/ehri-logo.svg' /> </div>

# helpContent_prague_last_residence
source: <div> <p> <h4> What is MemoMap? </h4> </p> <p>Interactive map of Prague from the period of the Protectorate Bohemia and Moravia. The map shows the addresses where Prague Jews lived during Nazi occupation, places related to their persecution as well as places where Jews were not allowed. Thanks to the timeline, you can see how people gradually disappeared from their homes as they were deported to ghettos and concentration camps. The app is adapted for mobile devices and you can use it while walking in the city.</p> <p> <h4>What does MemoMap contain?</h4> </p> <p> The app displays information about more than 40,000 victims of the Holocaust, about 1,700 cases of violations of anti-Jewish regulations and ordinances, about 120 places of interest related to their daily lives and persecution, about 110 places that were inaccessible to Jewish residents of Prague during the war and a growing number of places of memory. </p> <p>The data on the victims of the Holocaust come from a database maintained by the Terezín Initiative Institute. The application makes available not only photographs of the victims, but also scans of the police records relating to violations of anti-Jewish regulations and orders (these scans come from the Prague Police Directorate's collection at the National Archives). </p> <p> <h4>How to use the application?</h4> </p> <p> Individual data types are divided into so-called layers, between which you can switch. The layer control is located under the icon&nbsp;&nbsp; <img src='/images/layers-small.svg' /> </p> <p> You can Zoom in or out on the map using the&nbsp;&nbsp; <img src='/images/zoom-in-small.svg' /> <img src='/images/zoom-out-small.svg' /> </p> <p> Your location on the map can be found using the button&nbsp;&nbsp; <img src='/images/location-small.svg' /> </p> <p> <h4>Did you find an error?</h4> </p> <p>If you encounter a technical problem or data error, please let us know using this <a href="https://docs.google.com/forms/d/15jprT8Sbc-Llt1CfAPrIzU4S8YIDjREixRADGzbA62k" target="_blank"> forms</a>.</p> <p> <h4>Credit</h4> </p> <p>The MemoMap application was originally developed as part of the project Integration and Segregation in the City Space: the History of the Holocaust in Prague through a mobile web application (identifier TL01000366). The project was supported by the Technology Agency of the Czech Republic as part of the public competition ÉTA 1. MemoMap was created by the Masaryk Institute and Archives of the Czech Academy of Sciences in cooperation with the Terezín Initiative Institute and the Multicultural Centre Prague.</p> <p> The application is maintained and further developed by the Czech node of the European Holocaust Research Infrastructure. It is part of the LINDAT/CLARIAH-CZ infrastructure, which is supported by the Ministry of Education, Youth and Sports of the Czech Republic under the programm of large research infrastructures.</p> <p> It has been supported by the Czech Foundation for Holocast Victims and through the Strategy AV21 program "City as a laboratory of change" financed by the Czech Academy of Sciences.</p> <img src='https://ehri.cz/images/ehri-logo.svg' /> </div>
cs: <div> <p> <h4> Co je MemoMap? </h4> </p> <p>Interaktivní mapa Prahy z doby protektorátu. Mapa zobrazuje adresy obětí holokaustu, místa týkající se jejich perzekuce, ale také místa, kam Židé nesměli. Díky časové ose je vidět, jak lidé postupně mizeli ze svých domovů. Aplikace je přizpůsobena pro mobilní zařízení, můžete se s ní proto vydat přímo do města.</p> <p> <h4>Co MemoMap obsahuje?</h4> </p> <p> Aplikace zobrazuje informace o více než 40 000 obětech holokaustu, o 1 700 případech porušování protižidovských předpisů a nařízení, o 120 zajímavých místech souvisejících s jejich každodenním životem a pronásledováním a také o 110 místech, která byla židovským obyvatelům Prahy v době války nepřístupná. </p> <p>Data o obětech holokaustu pocházejí z databáze, kterou spravuje Institut Terezínské iniciativy. Aplikace díky tomu zpřístupňuje nejen fotografie obětí, ale také skeny policejních záznamů, které se týkají porušování protižidovských předpisů a nařízení (tyto skeny pocházejí z fondu Policejního ředitelství Praha v Národním archivu). </p> <p> <h4>Jak se aplikace ovládá?</h4> </p> <p> Jednotlivé typy dat jsou rozděleny do tzv. vrstev, mezi kterými můžete přepínat. Ovládání vrstev se nachází pod ikonou&nbsp;&nbsp; <img src='/images/layers-small.svg' /> </p> <p> Přiblížit nebo oddálit mapu můžete pomocí tlačítek&nbsp;&nbsp; <img src='/images/zoom-in-small.svg' /> <img src='/images/zoom-out-small.svg' /> </p> <p> Svoji polohu na mapě najdete pomocí tlačítka&nbsp;&nbsp; <img src='/images/location-small.svg' /> </p> <p> <h4>Našli jste chybu?</h4> </p> <p>Pokud jste narazili na technický problém či na chybu v datech, dejte nám prosím vědět pomocí tohoto <a href="https://docs.google.com/forms/d/15jprT8Sbc-Llt1CfAPrIzU4S8YIDjREixRADGzbA62k" target="_blank">formuláře</a>.</p> <p> <h4>Kredit</h4> </p> <p>Aplikace MemoMap původně vznikla v rámci projektu Integrace a segregace v prostoru města: dějiny holokaustu v Praze prostřednictvím mobilní webové aplikace (idenifikátor TL01000366). Projekt podpořila Technologická agentura České republiky v rámci veřejné soutěže ÉTA 1. MemoMap vytvořil Masarykův ústav a archiv AV ČR ve spolupráci s Institutem Terezínské iniciativy a Multikulturním centrem Praha.</p> <p>Rozvoj aplikace v letech 2023 a 2024 finančně podpořila Akademie věd České republiky v rámci programu Strategie AV21.</p> <p> Aplikace je dlouhodobě rozvíjena a provozována v rámci českého uzlu Evropské infrastruktury pro výzkum holokaustu. Ten je součástí infrastruktury LINDAT/CLARIAH-CZ, která je podporována Ministerstvem školství, mládeže a tělovýchovy České republiky v rámci programu "velkých infrastruktur". </p> <img src='https://ehri.cz/images/ehri-logo.svg' /> </div>

# layerInfo
source: Information about map layer
cs: Podrobnosti o mapové vrstvě

source: Help
cs: Nápověda

source: Zoom in
cs: Přiblížit mapu

source: Zoom out
cs: Oddálit mapu

# myLocationOn
source: Turn on location tracking
cs: Zapnout sledování polohy

# featureType_Inaccessible
source: Forbidden Places
cs: Zakázaná místa

# featureType_Obeti_holokaustu_z_Prahy
source: Victims
cs: Oběti

# featureType_Address
source: Jewish Homes
cs: Bydliště Židů

# featureType_Interest
source: Points of Interest
cs: Body zájmu

# featureType_Incident
source: Incidents
cs: Incidenty

source: Title
cs: Název

source: Date
cs: Datum

source: Place
cs: Místo

source: Description
cs: Popis

source: Type
cs: Typ

source: Specification
cs: Specifikace

source: Documents
cs: Dokumenty

source: Murdered
cs: Zavražděno

source: Survived
cs: Přežilo

source: Fate unknown
cs: Osud neznámý

source: Present
cs: Přítomní

source: Deported
cs: Deportovaní

source: Present at
cs: Nedeportováno k

source: Absent at
cs: Deportováno k

source: Number of inhabitants
cs: Počet obyvatel

source: Absent
cs: Nepřítomní

source: Prague
cs: Praha

# prague_last_residence
source: Prague
cs: Praha

# survivorsNotDisplayed
source: Survivors and people of unknown fate aren't displayed below.
cs: Přeživší a lidé s neznámým osudem nejsou níže zobrazeni.

# myLocationOff
source: Turn off location tracking
cs: Vypnout sledování polohy

# layer_interest_title_prague
source: Points of Interest in the City of Prague
cs: Body zájmu prostoru města Prahy

# layer_interest_abstract_prague
source: Points of interest include places of persecution, Jewish buildings, warehouses full of confiscated property, or places that Jews were forbidden to enter.
cs: Body zájmu zahrnující místa pronásledování, židovské objekty a sklady zabaveného majetku.

# layer_incident_title_prague
source: Incidents Within the City of Prague
cs: Incidenty v prostoru města

# layer_incident_abstract_prague
source: Incidents that took place within the city limits of Prague during which Jewish residents were arrested or investigated for violating anti-Jewish ordinances. This data was extracted from the digitized documents of the Prague Police as part of the MemoMap Prague project. It includes information about non-compliance with restrictions of free movement, identification papers lacking the letter \"J\" (Jude), etc.
cs: Incidenty v prostoru města Prahy, při nichž byli židovští obyvatelé zatčeni či vyšetřováni pro porušení protižidovských nařízení. Údaje byly v rámci projektu MemoMap Praha vyexcerpovány z digitalizovaných dokumentů pražské policie. Jde například o informace o nedodržování prostorových zákazů, o občanských průkazech neoznačených písmenem \"J\" (Jude), apod.

# layer_address_title_prague
source: Jewish Homes in Prague During the Occupation
cs: Bydliště Židů v době okupace

# layer_address_abstract_prague
source: Addresses where Jewish residents of Prague lived during the Shoah, according to the victims' database. The data mostly come from the registration of Jews in the Protectorate, which was initiated in autumn 1941 by order of the Central Office for Jewish Emigration. Therefore, they may not correspond to the residence of Jewish families before the persecution began. The layer includes data on the number of occupants of each house, statistics on their fate and the number present on various historical dates. In some cases, where individual houses were difficult to identify, multiple addresses are grouped under the same coordinates (for example, on the same street). We are continuously working on refining the map location. Street names from the time of occupation (ca. 1941-1942) are used.
cs: Adresy, na nichž podle databáze obětí bydleli v době šoa židovští obyvatelé Prahy. Údaje většinou pocházejí z registrace Židů v protektorátu, která byla na základě nařízení Ústředny pro židovské vystěhovalectví zahájena na podzim 1941. Nemusí proto odpovídat bydlišti židovských rodin před začátkem pronásledování. Vrstva zahrnuje údaje o počtu obyvatel jednotlivých domů, statistiku jejich osudů a počet přítomných k různým historickým datům. V některých případech, kdy bylo obtížné jednotlivé domy identifikovat, je pod stejnými koordináty seskupeno více adres (například v jedné ulici). Na zpřesnění umístění na mapě průběžně pracujeme. Použity jsou názvy ulic z doby okupace (cca 1941-1942).

# layer_victim_title_prague
source: Holocaust victims
cs: Oběti holokaustu

# layer_victim_abstract_prague
source: Database of Jewish residents of Prague who were persecuted by the Nazis and died as a result. The records are linked to their Prague addresses. Details are accessible via links to holocaust.cz.
cs: Databáze židovských obyvatel Prahy, kteří zahynuli v důsledku nacistického pronásledování. Záznamy jsou navázané na jejich pražské adresy. Detaily jsou přístupné skrze odkazy na portál holocaust.cz.

# layer_inaccessible_title_prague
source: Forbidden Places Within the City of Prague
cs: Zakázaná místa v prostoru města

# layer_inaccessible_abstract_prague
source: Places that were forbidden to Jews during the war. Their depiction is based on a historical map from 1938. The current spaces may vary in size and shape.
cs: Místa, která byla Židům v době války nepřístupná. Jejich zobrazení vychází z historické mapy z roku 1938. Současné prostory se mohou lišit velikostí i tvarem.

# layer_statistics_title_prague
source: Districts Statistic
cs: Statistika čtvrtí

# layer_statistics_abstract_prague
source: Outlines of historical Prague and Prague districts from 1930 supplemented with data on the number of records accessible in the application. The map is based on the output of the NAKI project "Making Historical Spatial and Statistical Data Available in a GIS Environment" (project number DF12P01OVV033) and further modified.
cs: Obrysy historické Prahy a pražských čtvrtí z roku 1930 doplněné o údaje o počtu záznamů přístupných v aplikaci. Mapa vychází z výstupu projektu NAKI „Zpřístupnění historických prostorových a statistických dat v prostředí GIS“ (číslo projektu DF12P01OVV033) a dále jej upravuje.

# layer_MGS-prague_historical_map_1938-v2_title_prague
source: Historical Map of Prague (1938)
cs: Historická mapa Prahy (1938)

# layer_MGS-prague_historical_map_1938-v2_abstract_prague
source: Orientation plan of the capital city of Prague and its surroundings (1938). The digital version was prepared by the Municipal Library in Prague, georeferencing was carried out by the Masaryk Institute and the Archive of the Academy of Sciences of the Czech Republic. Also available from WWW: http://web2.mlp.cz/mapa1938/klad.php.
cs: Orientační plán hlavního města Prahy s okolím (1938). Do digitální podoby zpracovala Městská knihovna v Praze, georeferencování provedl Masarykův ústav a Archiv Akademie věd České republiky. Dostupný také z WWW: http://web2.mlp.cz/mapa1938/klad.php.

source: Hide statistics
cs: Skrýt statistiku

source: Show statistics
cs: Zobrazit statistiku

# layer_interest_title_prague_last_residence
source: Points of Interest in the City of Prague
cs: Body zájmu prostoru města Prahy

# layer_interest_abstract_prague_last_residence
source: Points of interest include places of persecution, Jewish buildings, warehouses full of confiscated property, or places that Jews were forbidden to enter.
cs: Body zájmu zahrnující místa pronásledování, židovské objekty a sklady zabaveného majetku.

# layer_incident_title_prague_last_residence
source: Incidents Within the City of Prague
cs: Incidenty v prostoru města

# layer_incident_abstract_prague_last_residence
source: Incidents that took place within the city limits of Prague during which Jewish residents were arrested or investigated for violating anti-Jewish ordinances. This data was extracted from the digitized documents of the Prague Police as part of the MemoMap Prague project. It includes information about non-compliance with restrictions of free movement, identification papers lacking the letter \"J\" (Jude), etc.
cs: Incidenty v prostoru města Prahy, při nichž byli židovští obyvatelé zatčeni či vyšetřováni pro porušení protižidovských nařízení. Údaje byly v rámci projektu MemoMap Praha vyexcerpovány z digitalizovaných dokumentů pražské policie. Jde například o informace o nedodržování prostorových zákazů, o občanských průkazech neoznačených písmenem \"J\" (Jude), apod.

# layer_address_title_prague_last_residence
source: Residence by registration in the Protectorate
cs: Bydliště podle registrace v protektorátu

# layer_address_abstract_prague_last_residence
source: Addresses where Jewish residents of Prague lived during the Shoah, according to the victims' database. The data mostly come from the registration of Jews in the Protectorate, which was initiated in autumn 1941 by order of the Central Office for Jewish Emigration. Therefore, they may not correspond to the residence of Jewish families before the persecution began. The layer includes data on the number of occupants of each house, statistics on their fate and the number present on various historical dates. In some cases, where individual houses were difficult to identify, multiple addresses are grouped under the same coordinates (for example, on the same street). We are continuously working on refining the map location. Street names from the time of occupation (ca. 1941-1942) are used.
cs: Adresy, na nichž podle databáze obětí bydleli v době šoa židovští obyvatelé Prahy. Údaje většinou pocházejí z registrace Židů v protektorátu, která byla na základě nařízení Ústředny pro židovské vystěhovalectví zahájena na podzim 1941. Nemusí proto odpovídat bydlišti židovských rodin před začátkem pronásledování. Vrstva zahrnuje údaje o počtu obyvatel jednotlivých domů, statistiku jejich osudů a počet přítomných k různým historickým datům. V některých případech, kdy bylo obtížné jednotlivé domy identifikovat, je pod stejnými koordináty seskupeno více adres (například v jedné ulici). Na zpřesnění umístění na mapě průběžně pracujeme. Použity jsou názvy ulic z doby okupace (cca 1941-1942).

# layer_victim_title_prague_last_residence
source: Holocaust victims
cs: Oběti holokaustu

# layer_victim_abstract_prague_last_residence
source: Database of Jewish residents of Prague who were persecuted by the Nazis and died as a result. The records are linked to their Prague addresses. Details are accessible via links to holocaust.cz.
cs: Databáze židovských obyvatel Prahy, kteří zahynuli v důsledku nacistického pronásledování. Záznamy jsou navázané na jejich pražské adresy. Detaily jsou přístupné skrze odkazy na portál holocaust.cz.

# layer_inaccessible_title_prague_last_residence
source: Forbidden Places Within the City of Prague
cs: Zakázaná místa v prostoru města

# layer_inaccessible_abstract_prague_last_residence
source: Places that were forbidden to Jews during the war. Their depiction is based on a historical map from 1938. The current spaces may vary in size and shape.
cs: Místa, která byla Židům v době války nepřístupná. Jejich zobrazení vychází z historické mapy z roku 1938. Současné prostory se mohou lišit velikostí i tvarem.

# layer_statistics_title_prague_last_residence
source: Districts Statistic
cs: Statistika čtvrtí
