Repository: hronj0af/EhriMemoMap
Catalog: EhriMemoMap.Client/Resources/CommonResources.*.resx
Languages: cs

# layer_statistics_abstract_prague_last_residence
source: Outlines of historical Prague and Prague districts from 1930 supplemented with data on the number of records accessible in the application. The map is based on the output of the NAKI project "Making Historical Spatial and Statistical Data Available in a GIS Environment" (project number DF12P01OVV033) and further modified.
cs: Obrysy historické Prahy a pražských čtvrtí z roku 1930 doplněné o údaje o počtu záznamů přístupných v aplikaci. Mapa vychází z výstupu projektu NAKI „Zpřístupnění historických prostorových a statistických dat v prostředí GIS“ (číslo projektu DF12P01OVV033) a dále jej upravuje.

# layer_MGS-prague_historical_map_1938-v2_title_prague_last_residence
source: Historical Map of Prague (1938)
cs: Historická mapa Prahy (1938)

# layer_MGS-prague_historical_map_1938-v2_abstract_prague_last_residence
source: Orientation plan of the capital city of Prague and its surroundings (1938). The digital version was prepared by the Municipal Library in Prague, georeferencing was carried out by the Masaryk Institute and the Archive of the Academy of Sciences of the Czech Republic. Also available from WWW: http://web2.mlp.cz/mapa1938/klad.php.
cs: Orientační plán hlavního města Prahy s okolím (1938). Do digitální podoby zpracovala Městská knihovna v Praze, georeferencování provedl Masarykův ústav a Archiv Akademie věd České republiky. Dostupný také z WWW: http://web2.mlp.cz/mapa1938/klad.php.

# countPointsOfInterest
source: Points of interest
cs: Body zájmu

# countJews
source: Jewish residents
cs: Židovští obyvatelé

# countInaccessiblePlaces
source: Forbidden places
cs: Zakázaná místa

# countIncidents
source: Incidents
cs: Incidenty

# zoomMapForMoreInfo
source: Zoom in on the map for more information.
cs: Pro více informací mapu přibližte.

# showMyLocation
source: Show my location on map
cs: Zobrazit moji polohu na mapě

# layer_interest_title_short
source: Points of Interest
cs: Body zájmu

# layer_incident_title_short
source: Incidents
cs: Incidenty

# layer_address_title_short
source: Homes
cs: Bydliště

# welcomeText_prague_short
source: The addresses of over 40,000 Holocaust victims, 1,700 police incidents, and sites restricted for Jews. A 1938 historical map of Prague.
cs: Adresy více než 40 000 obětí holokaustu, 1 700 policejních incidentů a místa Židům zakázaná. Historická mapa Prahy z roku 1938.

# welcomeText_prague_long
source: <p>Before the Second World War, nearly forty thousand Jews lived in Prague; approximately seven and a half thousand survived. In MemoMap Prague, users can explore the fates of Jewish victims through six data layers.</p> <p>The<strong> Jewish residents </strong>&nbsp;layer contains more than eight thousand addresses where Jewish residents lived during the occupation. Information on residences usually comes from the registration of Jews in the Protectorate, initiated in autumn 1941. In many cases, it therefore reflects the situation after forced relocation to another district or consolidation into shared flats. Clicking on a specific address displays not only the total number of Jewish residents and statistics on their wartime fates, but also the names and photographs of victims, including links to detailed information on the <a href="https://www.holocaust.cz/en/main-2/">holocaust.cz</a> portal administered by the Terez&iacute;n Initiative Institute.</p> <p>The <strong>Points of Interest</strong> layer shows places connected with the everyday lives of Prague&rsquo;s Jewish inhabitants and later with their persecution. These include, for example, synagogues that gradually lost their religious function and were transformed into warehouses for confiscated Jewish property.</p> <p>The <strong>Incidents</strong> layer enables users to explore interactions between the persecuted population and other residents, the Protectorate police, and occupying authorities within the urban space, as well as their behaviour and resistance in the face of social exclusion. Approximately 1,700 cases drawn from Prague police records primarily document situations in which Jews came into conflict due to alleged violations of anti-Jewish regulations and decrees.</p> <p>The <strong>Places of Memory</strong> layer is dedicated to monuments and memorials commemorating Holocaust victims in today&rsquo;s public space, including the Stolpersteine (stumbling stones). The data on these plaques may be different from the residences Jews were forced to live in before they were relocated.</p> <p>Through a <strong>timeline</strong>, users can follow the gradual &ldquo;disappearance&rdquo; of Jewish residents as a result of deportations to ghettos and concentration camps. The application thus illustrates the destruction of Prague&rsquo;s linguistically, ethnically, and religiously diverse society.</p> <p>Exclusion from public space can be traced through the <strong>Forbidden Places</strong> layer. The list of these locations is based on contemporary decrees, and their outlines follow a historical map from 1938.</p> <p>Data preparation and application development were made possible &ndash; in addition to support from the <strong>Ministry of Education, Youth and Sports of the Czech Republic</strong> &ndash; thanks to support from the <strong>Endowment Fund for Holocaust Victims</strong> and the <strong>Strategy 21 programme of the Czech Academy of Sciences</strong>, <em>The City as a Laboratory of Change</em>.</p> <p><strong>Go to <a href="/prague">MemoMap Prague</a>.</strong></p>
cs: <p>Před druhou světovou v&aacute;lkou žilo v Praze t&eacute;měř čtyřicet tis&iacute;c Židů, přežilo přibližně sedm a půl tis&iacute;ce z nich. V MemoMap Praha mohou uživatel&eacute; zkoumat osudy židovsk&yacute;ch obět&iacute; prostřednictv&iacute;m n&aacute;sleduj&iacute;c&iacute;ch datov&yacute;ch vrstev: <strong>Bydli&scaron;tě</strong> - obsahuje v&iacute;ce než osm tis&iacute;c adres, na nichž v době okupace žili židov&scaron;t&iacute; obyvatel&eacute;. Informace o bydli&scaron;ti zpravidla poch&aacute;z&iacute; z registrace Židů v protektor&aacute;tu, kter&aacute; byla zah&aacute;jena na podzim 1941. V mnoha př&iacute;padech proto zachycuje situaci po nucen&eacute;m přestěhov&aacute;n&iacute; do jin&eacute; čtvrti nebo sestěhov&aacute;n&iacute; do společn&yacute;ch bytů. Po kliknut&iacute; na konkr&eacute;tn&iacute; adresu se zobraz&iacute; nejen souhrnn&yacute; počet židovsk&yacute;ch obyvatel a statistika jejich osudů v době okupace, ale tak&eacute; jm&eacute;na a fotografie obět&iacute;, včetně odkazu na detailn&iacute; informace na port&aacute;lu <a href="http://holocaust.cz">holocaust.cz</a> spravovan&eacute; Institutem Terez&iacute;nsk&eacute; iniciativy.&nbsp;</p> <p>Tzv. <strong>Body z&aacute;jmu</strong> zobrazuj&iacute; m&iacute;sta souvisej&iacute;c&iacute; s každodenn&iacute;m životem židovsk&yacute;ch obyvatel Prahy a později s jejich pron&aacute;sledov&aacute;n&iacute;m. Patř&iacute; mezi ně např&iacute;klad synagogy, kter&eacute; postupně ztr&aacute;cej&iacute; n&aacute;boženskou funkci a měn&iacute; se na sklady zabaven&eacute;ho židovsk&eacute;ho majetku.</p> <p>Vrstva <strong>Incidenty</strong> umožňuje zkoumat interakci pron&aacute;sledovan&yacute;ch s ostatn&iacute;mi obyvateli, protektor&aacute;tn&iacute; polici&iacute; a okupačn&iacute;mi &uacute;řady v prostoru města a z&aacute;roveň jejich jedn&aacute;n&iacute; a vzdor tv&aacute;ř&iacute; v tv&aacute;ř vylučov&aacute;n&iacute; ze společnosti. Zhruba 1 700 př&iacute;padů poch&aacute;zej&iacute;c&iacute;ch z dokumentů pražsk&eacute; policie ukazuje zejm&eacute;na situace, kdy se Žid&eacute; dostali do konfliktu kvůli poru&scaron;ov&aacute;n&iacute; protižidovsk&yacute;ch předpisů a nař&iacute;zen&iacute;.&nbsp;</p> <p>Vrstva <strong>M&iacute;sta paměti</strong> je věnov&aacute;na pomn&iacute;kům a pam&aacute;tn&iacute;kům, kter&eacute; připom&iacute;naj&iacute; oběti holokaustu v dne&scaron;n&iacute;m veřejn&eacute;m prostoru. Obsahuj&iacute; tak&eacute; data o tzv. kamenech zmizel&yacute;ch (Stolpersteine). Ty se mohou li&scaron;it od bydli&scaron;tě před deportac&iacute;, do nichž byli Žid&eacute; nuceni se přestěhovat.</p> <p>Prostřednictv&iacute;m <strong>časov&eacute; osy</strong> je možn&eacute; sledovat postupn&eacute; &bdquo;mizen&iacute;&ldquo; židovsk&yacute;ch obyvatel v důsledku deportac&iacute; do ghett a koncentračn&iacute;ch t&aacute;borů. Aplikace tak přibližuje destrukci jazykově, etnicky a n&aacute;božensky rozmanit&eacute; společnosti Prahy.</p> <p>Vyloučen&iacute; z veřejn&eacute;ho prostoru umožňuje sledovat vrstva <strong>Zak&aacute;zan&aacute; m&iacute;sta</strong>. Seznam těchto m&iacute;st vych&aacute;z&iacute; z dobov&yacute;ch nař&iacute;zen&iacute; a jejich obrysy se ř&iacute;d&iacute; historickou mapou z roku 1938.&nbsp;</p> <p>Př&iacute;prava dat a v&yacute;voj aplikace byly &ndash; kromě podpory <strong>Ministerstva &scaron;kolstv&iacute;, ml&aacute;deže a tělov&yacute;chovy ČR</strong> &ndash; umožněny tak&eacute; d&iacute;ky podpoře programu <strong>Strategie 21 Akademie</strong> <strong>věd </strong><em>Město jako laboratoř změny</em>.</p> <p><a href="/prague">Přej&iacute;t na MemoMap Praha</a>.</p>

# welcomeText_prague_last_residence
source: An interactive map of Prague during the Protectorate shows the addresses of more than 40,000 Holocaust victims, 1,700 cases of violations of anti-Jewish ordinances, important places associated with Jewish history and persecution, and places where Jews were not allowed during the war.
cs: Interaktivní mapa Prahy z doby protektorátu zobrazuje adresy více než 40 000 obětí holokaustu, 1 700 případů porušení protižidovských nařízení, významná místa spojená s židovskou historií i pronásledováním a místa, kam Židé v době války nesměli.

source: Go to map
cs: Přejít na mapu

# useNavigation
source: Use navigation to adjust map...
cs: K ovládání mapy použijte tlačítka na obrazovce...

# layerHelp
source: You can filter the results according to selected layers...
cs: Body na mapě můžete filtrovat podle vybraných vrstev...

source: Results for
cs: Výsledky pro hledaný řetězec

source: All
cs: Všechno

# filterNames
source: Filter by name...
cs: Filtrovat podle jména...

# addressOccupation
source: German address from the time of the occupation
cs: německá adresa z doby okupace

# addressCurrent
source: current address
cs: současná adresa

# help_victims_prague
source: Places where Jewish residents lived during the Holocaust, according to the victims' database.
cs: Místa, kde podle databáze obětí bydleli v době holokaustu židovští obyvatelé.

# help_incident_prague
source: Individual incidents of violations of anti-Jewish rules and regulations.
cs: Jednotlivé případy porušování protižidovských předpisů a nařízení.

# help_interest_prague
source: Places related to the daily life of Jewish residents of Prague, but also places associated with their persecution.
cs: Místa související s každodenním životem židovských obyvatel Prahy, ale i s jejich pronásledováním.

# help_inaccessible_prague
source: Places that were inaccessible to Jews during the Holocaust.
cs: Místa, která byla Židům v době holokaustu nepřístupná.

# help_victims_prague_last_residence
source: Places where Jewish residents lived during the Holocaust, according to the victims' database.
cs: Místa, kde podle databáze obětí bydleli v době holokaustu židovští obyvatelé.

# help_incident_prague_last_residence
source: Individual incidents of violations of anti-Jewish rules and regulations.
cs: Jednotlivé případy porušování protižidovských předpisů a nařízení.

# help_interest_prague_last_residence
source: Places related to the daily life of Jewish residents of Prague, but also places associated with their persecution.
cs: Místa související s každodenním životem židovských obyvatel Prahy, ale i s jejich pronásledováním.

# help_inaccessible_prague_last_residence
source: Places that were inaccessible to Jews during the Holocaust.
cs: Místa, která byla Židům v době holokaustu nepřístupná.

# help_victims_ricany
source: Places where Jewish residents lived in Říčany
cs: Místa, kde bydleli židovští obyvatelé Říčan

# help_interest_ricany
source: Places related to the daily life of Jewish residents of Říčany
cs: Místa související s každodenním životem židovských obyvatel Říčan

# help_memory_ricany
source: Commemorative and memorial sites
cs: Připomínková a pietní místa

# help_memorial_ricany
source: Events commemorating Holocaust victims
cs: Události připomínající oběti holokaustu

# featureType_Memory
source: Places of memory
cs: Místa paměti

# layer_memory_title_prague
source: Places of memory
cs: Místa paměti

# layer_memory_abstract_prague
source: Sites and objects commemorating the persecution and victims of the Holocaust. Currently the layer contains data on Stolperstein laid in the pavement. The data is taken from the project of the Public Benefit Society for the Support of Persons Affected by the Holocaust, https://stolpersteinecz.cz/.
cs: Místa a objekty připomínající pronásledování a oběti holokaustu. V současnosti vrstva obsahuje údaje o Stolpersteinech položených do dlažby. Data jsou převzata z projektu Veřejně prospěšného spolku na podporu osob dotčených holocaustem, https://stolpersteinecz.cz/.

# layer_memory_title_prague_last_residence
source: Places of memory
cs: Místa paměti

# layer_memory_abstract_prague_last_residence
source: Sites and objects commemorating the persecution and victims of the Holocaust. Currently the layer contains data on Stolperstein laid in the pavement. The data is taken from the project of the Public Benefit Society for the Support of Persons Affected by the Holocaust, https://stolpersteinecz.cz/.
cs: Místa a objekty připomínající pronásledování a oběti holokaustu. V současnosti vrstva obsahuje údaje o Stolpersteinech položených do dlažby. Data jsou převzata z projektu Veřejně prospěšného spolku na podporu osob dotčených holocaustem, https://stolpersteinecz.cz/.

# layer_memory_title_short
source: Places of memory
cs: Místa paměti

# help_memory
source: Sites and objects commemorating the victims of the Holocaust.
cs: Místa a objekty připomínající oběti holokaustu.

# forDetailsZoom
source: For details zoom in the map...
cs: Detaily zobrazíte přiblížením mapy...

# memoryType_stolperstein
source: Stolpersteins
cs: Stolpersteiny

# countPlacesOfMemory
source: Places of memory
cs: Místa paměti

# city_prague
source: Prague
cs: Praha

# city_prague_last_residence
source: Prague
cs: Praha

# helpContent_pacov
source: <div> <p> <h4>What does MemoMap Pacov contain?</h4> </p> <p> An interactive map of the Jewish community in Pacov shows the residences of more than 100 Jewish inhabitants of the town, as well as places connected with the Jewish history of Pacov and the everyday coexistence of the Jewish and majority populations. It also offers so-called story maps, which allow users to follow specific personal stories and their trajectories in detail. The data is supplemented by digitized documents and photographs that further illustrate the stories of people and places. </p><p>The map is based on multiple sources, such as archival records and personal documents, so the information in individual records may vary slightly. </p> <p> The data is based on available Holocaust victim databases, archival sources, and scholarly publications. The preparation of data and texts involved pupils from local primary schools and the Municipal Office of Říčany. </p> <p> <h4>How to use the application?</h4> </p> <p> Individual data types are divided into so-called layers, between which you can switch. The layer control is located under the icon&nbsp;&nbsp; <img src='/images/layers-small.svg' /> </p> <p> You can Zoom in or out on the map using the&nbsp;&nbsp; <img src='/images/zoom-in-small.svg' /> <img src='/images/zoom-out-small.svg' /> </p> <p> Your location on the map can be found using the button&nbsp;&nbsp; <img src='/images/location-small.svg' /> </p> <p> <h4>Credits</h4> </p> <p> The MemoMap Pacov application was created in cooperation with the non-profit organization Tikkun Pacov. Special thanks go to Mr. Pavel Tychtl, who made his extensive collection of documents and photographs available for the application and provided a wealth of valuable information. </p> <a href="https://www.tikkun.cz/en/" target="_blank"><img style='width:50%' src='/images/tikkun-logo.jpg' /></a> <a href="https://www.mua.cas.cz/en" target="_blank"><img src='/images/mua-logo.jpg' /></a> <p>The development of the map application was supported by the Foundation for Holocaust Victims.</p> <a href="https://fondholocaust.cz/en/homepage-cs-english/" target="_blank"><img src='/images/nfoh-logo.jpg' /></a> <p> The application is continuously developed and maintained within the Czech node of the European Holocaust Research Infrastructure. EHRI-CZ is part of the LINDAT/CLARIAH-CZ infrastructure, which is fully supported by the Ministry of Education, Youth and Sports of the Czech Republic as part of the "large infrastructures" program. </p> <a href="https://ehri.cz/en" target="_blank"><img src='https://ehri.cz/images/ehri-logo.svg' /></a> </div>
cs: <div> <p> <h4>Co MemoMap Pacov obsahuje?</h4> </p> <p> Interaktivní mapa židovské komunity v Pacově zobrazuje bydliště více než 100 židovských obyvatel města, místa spojená s židovskou historií Pacova a s každodenním soužitím židovského a většinového obyvatelstva. Nabízí také tzv. příběhové mapy, které umožňují detailně sledovat konkrétní osobní příběhy a jejich trajektorie. Data jsou doplněna o digitalizované dokumenty a fotografie, které příběhy lidí a míst dále dokreslují. </p><p>Mapa vychází z více pramenných zdrojů, jako jsou archivní záznamy a ego-dokumenty, proto se údaje v jednotlivých záznamech mohou mírně lišit. </p> <p> <h4>Jak se aplikace ovládá?</h4> </p> <p> Jednotlivé typy dat jsou rozděleny do tzv. vrstev, mezi kterými můžete přepínat. Ovládání vrstev se nachází pod ikonou&nbsp;&nbsp; <img src='/images/layers-small.svg' /> </p> <p> Přiblížit nebo oddálit mapu můžete pomocí tlačítek&nbsp;&nbsp; <img src='/images/zoom-in-small.svg' /> <img src='/images/zoom-out-small.svg' /> </p> <p> Svoji polohu na mapě najdete pomocí tlačítka&nbsp;&nbsp; <img src='/images/location-small.svg' /> </p> <p> <h4>Kredit</h4> </p> <p>Aplikace MemoMap Pacov vznikla ve spolupráci s neziskovou organizací Tikkun Pacov. Zvláštní poděkování patří panu Pavlu Tychtlovi, který pro aplikaci zpřístupnil svou rozsáhlou sbírku dokumentů a fotografií a poskytl řadu cenných informací.</p> <a href="https://www.tikkun.cz" target="_blank"><img style='width:50%' src='/images/tikkun-logo.jpg' /></a> <a href="https://www.mua.cas.cz/cs" target="_blank"><img src='/images/mua-logo.jpg' /></a> <p>Vývoj mapové aplikace podpořil v roce 2025 Nadační fond obětem holocaustu.</p> <a href="https://fondholocaust.cz/" target="_blank"><img src='/images/nfoh-logo.jpg' /></a> <p> Aplikace je dlouhodobě rozvíjena a provozována v rámci českého uzlu Evropské infrastruktury pro výzkum holokaustu. Ten je součástí infrastruktury LINDAT/CLARIAH-CZ, která je podporována Ministerstvem školství, mládeže a tělovýchovy České republiky v rámci programu "velkých infrastruktur". </p> <a href="https://ehri.cz" target="_blank"><img src='https://ehri.cz/images/ehri-logo.svg' /></a> </div>

# welcomeText_pacov_short
source: The homes of Pacov’s Jewish residents. Stories of the victims. A 1942 historical map of Pacov.
cs: Místa, kde v Pacově bydleli židovští obyvatelé. Příběhy obětí. Historická mapa Pacova z roku 1942.
