Repository: hronj0af/EhriMemoMap
Catalog: EhriMemoMap.Client/Resources/CommonResources.*.resx
Languages: cs

# welcomeText_pacov_long
source: <p>The beginnings of Jewish presence in Pacov date back to the second half of the 16th century. Approximately a hundred years later, a religious community was established, which for a long time developed in a predominantly Catholic environment without major conflicts. At the beginning of the 19th century, Pacov even became the seat of a regional rabbi. From the 18th century onwards, Jewish houses were concentrated mainly in today&rsquo;s Autengruberova and Hronova Streets, while the school and rabbinical residence were located in Malovcova Street.</p> <p>The Jewish population reached its peak in the second half of the 19th century, when more than 200 Jews lived in Pacov, but subsequently declined due to migration. Although they formed only a small part of the population, they played a significant role in the city&rsquo;s economic and public life. Before the Second World War, 96 persons of Jewish origin were registered in Pacov. Deportations began in November 1942 via the assembly point in T&aacute;bor, from where Pacov&rsquo;s Jews were deported mainly to the Auschwitz-Birkenau extermination camp, where almost all of them were murdered.</p> <p>Unlike <strong>MemoMap Prague</strong>, <strong>MemoMap Pacov</strong> works with a smaller amount of data, allowing selected personal stories to be explored in greater detail. The application displays the residences of Jewish inhabitants, places connected with local Jewish history, and sites related to everyday coexistence between the Jewish and majority populations. A major innovation is the inclusion of so-called <strong>Story Maps</strong>, which trace individual human stories and their spatial trajectories in detail. The presented data is complemented by digitised documents and photographs that further illuminate the stories of people and places.</p> <p>MemoMap Pacov was developed in cooperation with the non-profit organisation <a href="https://tikkun.cz/en/about/"><strong>Tikkun Pacov</strong></a>. Special thanks go to Mr <strong>Pavel Tychtl</strong>, who made his extensive collection of documents and photographs available for the application and provided valuable information on local Jewish history.</p> <p>Data preparation and application development were made possible &ndash; in addition to support from the <strong>Ministry of Education, Youth and Sports of the Czech Republic</strong> &ndash; thanks to support from the <strong>Endowment Fund for Holocaust Victims</strong>.</p> <p><strong>Go to <a href="/pacov">MemoMap Pacov</a>.</strong></p>
cs: <p>Poč&aacute;tky židovsk&eacute; př&iacute;tomnosti v Pacově sahaj&iacute; do druh&eacute; poloviny 16. stolet&iacute;. Zhruba o sto let později zde vznikla n&aacute;božensk&aacute; obec, kter&aacute; se po dlouhou dobu rozv&iacute;jela v přev&aacute;žně katolick&eacute;m prostřed&iacute; bez v&yacute;razněj&scaron;&iacute;ch konfliktů. Na poč&aacute;tku 19. stolet&iacute; byl Pacov dokonce s&iacute;dlem krajsk&eacute;ho rab&iacute;na. Židovsk&eacute; domy se od 18. stolet&iacute; soustřeďovaly předev&scaron;&iacute;m do dne&scaron;n&iacute; Autengruberovy a Hronovy ulice, &scaron;kola a rabin&aacute;t s&iacute;dlily v Malovcově ulici.</p> <p>Počet židovsk&yacute;ch obyvatel dos&aacute;hl vrcholu ve druh&eacute; polovině 19. stolet&iacute;, kdy v Pacově žilo v&iacute;ce než 200 Židů, pot&eacute; v&scaron;ak klesal vlivem migrace. Přestože tvořili jen malou č&aacute;st obyvatelstva, v&yacute;razně se pod&iacute;leli na hospod&aacute;řsk&eacute;m i veřejn&eacute;m životě města. Před druhou světovou v&aacute;lkou bylo v Pacově registrov&aacute;no 96 osob židovsk&eacute;ho původu. Deportace byly zah&aacute;jeny v listopadu 1942 přes shromaždi&scaron;tě v T&aacute;boře, odkud byli pacov&scaron;t&iacute; Žid&eacute; deportov&aacute;ni předev&scaron;&iacute;m do vyhlazovac&iacute;ho t&aacute;bora Osvětim-Březinka, kde byli t&eacute;měř v&scaron;ichni zavražděni.</p> <p>Na rozd&iacute;l od <strong>MemoMap Praha</strong> pracuje <strong>MemoMap Pacov</strong> s men&scaron;&iacute;m množstv&iacute;m dat, což umožnilo věnovat se vybran&yacute;m osobn&iacute;m osudům ve vět&scaron;&iacute;m detailu. Aplikace zobrazuje bydli&scaron;tě židovsk&yacute;ch obyvatel města, m&iacute;sta spojen&aacute; s m&iacute;stn&iacute; židovskou histori&iacute; i každodenn&iacute;m soužit&iacute;m židovsk&eacute;ho a vět&scaron;inov&eacute;ho obyvatelstva. V&yacute;znamnou novinkou jsou tzv. <strong>př&iacute;běhov&eacute; mapy (story maps)</strong>, kter&eacute; detailně sleduj&iacute; konkr&eacute;tn&iacute; lidsk&eacute; př&iacute;běhy a jejich prostorov&eacute; trajektorie. Prezentovan&aacute; data doplňuj&iacute; digitalizovan&eacute; dokumenty a fotografie, jež př&iacute;běhy lid&iacute; a m&iacute;st d&aacute;le přibližuj&iacute;.</p> <p>&nbsp;</p> <p>Aplikace MemoMap Pacov vznikla ve spolupr&aacute;ci s neziskovou organizac&iacute; <a href="https://tikkun.cz/cs/o-nas/"><strong>Tikkun Pacov</strong></a>. Zvl&aacute;&scaron;tn&iacute; poděkov&aacute;n&iacute; patř&iacute; panu <strong>Pavlu Tychtlovi</strong>, kter&yacute; pro aplikaci zpř&iacute;stupnil svou rozs&aacute;hlou sb&iacute;rku dokumentů a fotografi&iacute; a poskytl cenn&eacute; informace k m&iacute;stn&iacute; židovsk&eacute; historii.</p> <p>Př&iacute;prava dat a v&yacute;voj aplikace byly &ndash; kromě podpory <strong>Ministerstva &scaron;kolstv&iacute;, ml&aacute;deže a tělov&yacute;chovy ČR</strong> &ndash; umožněny tak&eacute; d&iacute;ky podpoře <strong>Nadačn&iacute; fond obětem holocaustu</strong>.</p> <p><a href="/pacov">Přej&iacute;t na MemoMap Pacov</a>.</p>

# welcomeText_ricany_short
source: The sites of Jewish life in Říčany. Commemorative event footage. A 1935 historical map of Říčany.
cs: Místa spojená s životy říčanských Židů. Videa z připomínkových akcí. Historická mapa Říčan z roku 1935.

# welcomeText_ricany_long
source: <p>Jewish presence in Ř&iacute;čany is documented from at least the 19th century and was most prominent during the interwar period. At that time, several dozen Jewish residents lived in the town and in the neighbouring villages of Rado&scaron;ovice and Stra&scaron;&iacute;n, mostly from merchant and artisan families. They were concentrated mainly around Masaryk Square and its surroundings and formed a natural part of the town&rsquo;s everyday life, contributing to civic, cultural, and sporting activities. Religious life took place in a local prayer house, while administratively the Jews of Ř&iacute;čany belonged to the religious community in Uhř&iacute;něves.</p> <p>A turning point came with the Nazi occupation. In 1942, deportations began, and most of Ř&iacute;čany&rsquo;s Jews were first concentrated in the Theresienstadt ghetto, from where they were deported to extermination camps, primarily Auschwitz, Treblinka, and Sobibor. At least 73 Jewish residents from Ř&iacute;čany and its surroundings were murdered; only a small number survived through emigration, hiding, or liberation from the camps. After the war, the Jewish community was not re-established, and the memory of former Jewish residents was suppressed for decades.</p> <p>The gradual return of Jewish history to public space began only after 1989. A memorial plaque to the victims of the Holocaust, Stolpersteine (stumbling stones), and an information point on Masaryk Square now commemorate individual human stories. An important element of Ř&iacute;čany&rsquo;s memory is also the story of the local Torah scroll, which after the war eventually reached London.</p> <p>MemoMap Ř&iacute;čany works with a historical map of the town from 1935. It displays the residences of local Jewish families and places connected with their everyday lives. A new feature is the <strong>Remembrance</strong> <strong>Events</strong> data layer, which provides information on memorial and commemorative activities in the town and links historical data with contemporary forms of remembrance. The application thus enables users to explore history while also perceiving its presence in today&rsquo;s public space.</p> <p>MemoMap Ř&iacute;čany was created with the involvement of local residents of Ř&iacute;čany, pupils from <strong>Bezručova Primary School</strong> and <strong>U Ř&iacute;čansk&eacute;ho lesa Primary School</strong>, and staff from the <strong>Ř&iacute;čany Museum</strong> and the <strong>Municipal Office of Ř&iacute;čany</strong>. Special thanks go to Ms <strong>Věra Like&scaron;ov&aacute;</strong> and <strong>Mark&eacute;ta Žilkov&aacute;</strong> from the <strong>Municipal Office of Ř&iacute;čany</strong>.</p> <p>Data preparation and application development were made possible &ndash; in addition to support from the <strong>Ministry of Education, Youth and Sports of the Czech Republic</strong> &ndash; thanks to support from the <strong>Endowment Fund for Holocaust Victims</strong>.</p> <p><strong>Go to <a href="/ricany">MemoMap Ř&iacute;čany</a>.</strong></p>
cs: <p>Židovsk&aacute; př&iacute;tomnost v Ř&iacute;čanech je doložena nejpozději od 19. stolet&iacute; a nejv&yacute;razněji se projevovala v obdob&iacute; mezi dvěma světov&yacute;mi v&aacute;lkami. Ve městě a přilehl&yacute;ch obc&iacute;ch Rado&scaron;ovice a Stra&scaron;&iacute;n tehdy žilo několik des&iacute;tek židovsk&yacute;ch obyvatel, přev&aacute;žně z obchodnick&yacute;ch a řemeslnick&yacute;ch rodin. Soustřeďovali se zejm&eacute;na na Masarykově n&aacute;měst&iacute; a v jeho okol&iacute; a byli přirozenou souč&aacute;st&iacute; každodenn&iacute;ho života města &ndash; pod&iacute;leli se na spolkov&eacute;m, kulturn&iacute;m i sportovn&iacute;m děn&iacute;. N&aacute;božensk&yacute; život se odehr&aacute;val v m&iacute;stn&iacute; modlitebně, administrativně pak ř&iacute;čan&scaron;t&iacute; Žid&eacute; n&aacute;leželi k n&aacute;božensk&eacute; obci v Uhř&iacute;něvsi.</p> <p>Zlom přinesla nacistick&aacute; okupace. V roce 1942 byly zah&aacute;jeny deportace a vět&scaron;ina ř&iacute;čansk&yacute;ch Židů byla nejprve soustředěna v ghettu Terez&iacute;n, odkud byli deportov&aacute;ni do vyhlazovac&iacute;ch t&aacute;borů, předev&scaron;&iacute;m do Osvětimi, Treblinky a Sobiboru. Z Ř&iacute;čan a okol&iacute; bylo zavražděno nejm&eacute;ně 73 židovsk&yacute;ch obyvatel; jen nepatrn&aacute; č&aacute;st přežila d&iacute;ky emigraci, &uacute;krytu nebo osvobozen&iacute; t&aacute;borů. Po v&aacute;lce se židovsk&aacute; komunita ve městě již neobnovila a paměť na někdej&scaron;&iacute; spoluobčany byla po desetilet&iacute; potlačena.</p> <p>K n&aacute;vratu židovsk&eacute; historie do veřejn&eacute;ho prostoru do&scaron;lo postupně až po roce 1989. Pamětn&iacute; deska obětem holokaustu, tzv. kameny zmizel&yacute;ch (Stolpersteine) &ndash; a informačn&iacute; m&iacute;sto na Masarykově n&aacute;měst&iacute; dnes připom&iacute;naj&iacute; konkr&eacute;tn&iacute; lidsk&eacute; osudy. V&yacute;znamnou souč&aacute;st&iacute; ř&iacute;čansk&eacute; paměti je tak&eacute; př&iacute;běh m&iacute;stn&iacute; T&oacute;ry, kter&aacute; se po v&aacute;lce dostala až do Lond&yacute;na.</p> <p>MemoMap Ř&iacute;čany pracuje s historickou mapou města z roku 1935. Zobrazuje bydli&scaron;tě m&iacute;stn&iacute;ch židovsk&yacute;ch rodin a m&iacute;sta spojen&aacute; s jejich každodenn&iacute;m životem. Novinkou je <strong>datov&aacute; vrstva &bdquo;Připom&iacute;nkov&eacute; akce&ldquo;</strong>, kter&aacute; informuje o paměťov&yacute;ch a pietn&iacute;ch aktivit&aacute;ch ve městě a propojuje historick&aacute; data se současn&yacute;mi formami připom&iacute;n&aacute;n&iacute; minulosti. Aplikace tak umožňuje zkoumat historii a z&aacute;roveň vn&iacute;mat jej&iacute; př&iacute;tomnost v dne&scaron;n&iacute;m veřejn&eacute;m prostoru.</p> <p>Na vzniku MemoMap Ř&iacute;čany se pod&iacute;leli m&iacute;stn&iacute; obyvatel&eacute; Ř&iacute;čan, ž&aacute;ci <strong>2. Z&Scaron; Bezručova</strong>, <strong>3. Z&Scaron; U Ř&iacute;čansk&eacute;ho lesa</strong>, zaměstnanci z <strong>Muzea Ř&iacute;čany</strong> a <strong>Městsk&eacute;ho &uacute;řadu Ř&iacute;čany</strong>. Zvl&aacute;&scaron;tn&iacute; poděkov&aacute;n&iacute; patř&iacute; pan&iacute; <strong>Věře Like&scaron;ov&eacute;</strong> a <strong>Mark&eacute;tě Žilkov&eacute;</strong> z <strong>M&Uacute; Ř&iacute;čany</strong>.</p> <p>Př&iacute;prava dat a v&yacute;voj aplikace byly &ndash; kromě podpory <strong>Ministerstva &scaron;kolstv&iacute;, ml&aacute;deže a tělov&yacute;chovy ČR</strong> &ndash; umožněny tak&eacute; d&iacute;ky podpoře <strong>Nadačn&iacute; fond obětem holocaustu</strong>.</p> <p><a href="/ricany">Přej&iacute;t na MemoMap Ř&iacute;čany</a>.</p>

# layer_interest_title_pacov
source: Points of Interest
cs: Body zájmu

# layer_interest_abstract_pacov
source: Points of interest including places marked numerically on the historical map and other places related to the Jewish history of Pacov.
cs: Body zájmu zahrnující místa číselně označená na historické mapě a další místa, která se váží k židovské historii Pacova.

# layer_interest_title_ricany
source: Points of interest
cs: Body zájmu

# layer_interest_abstract_ricany
source: Sites connected to the lives of Jewish residents of Říčany.
cs: Zajímavá místa spjatá s životem židovských obyvatel Říčan.

# layer_address_title_pacov
source: Jewish residents
cs: Bydliště

# layer_address_abstract_pacov
source: Places where Jewish residents lived in Říčany
cs: Adresy, na nichž dle dochovaných zdrojů bydleli v době okupace židovští obyvatelé Pacova. Vrstva zahrnuje údaje o osobách, které na dané adrese bydlely bez ohledu na období, a informace vážící se ke dvěma konkrétním časovým údajům, konkrétně k 13. květnu 1939 (na základě Seznamu židovských obyvatel Pacova vypracovaného pacovskou četnickou stanicí k tomuto datu) a 13. listopadu 1942 (na základě údaje o posledním bydlišti před deportací uvedeném v transportních listinách).

# layer_address_title_ricany
source: Jewish Homes During the Occupation
cs: Bydliště Židů v době okupace

# layer_address_abstract_ricany
source: Addresses where Jewish residents of Říčany lived during the occupation and in the period immediately preceding it, based on surviving sources. The information is compiled using publicly available Holocaust victim databases and archival materials.
cs: Adresy, na nichž dle dochovaných zdrojů bydleli v době okupace a v období okupaci těsně předcházejícím židovští obyvatelé Říčan. Údaje jsou zpracovány s využitím volně dostupných databází obětí holokaustu a archivních zdrojů.

# layer_memory_title_ricany
source: Places of memory
cs: Místa paměti

# layer_memory_abstract_ricany
source: Sites and objects commemorating the persecution and victims of the Holocaust. This layer includes information about the Stolpersteine (Stumble Stones) in Říčany and other memorials and commemorative sites across the town.
cs: Místa a objekty připomínající pronásledování a oběti holokaustu. Vrstva obsahuje informace o říčanských Stolpersteinech a dalších památnících a pamětních místech v prostoru města Říčan.

# layer_memorial_title_ricany
source: Remembrance events
cs: Připomínkové akce

# layer_memorial_abstract_ricany
source: Events in Říčany commemorating the victims of the Holocaust. Memorial events connected with the laying of Stolpersteine (Stumble Stones) and other remembrance gatherings.
cs: Události v Říčanech připomínající oběti holokaustu. Pietní akce spojené s pokládáním Stolpersteinů a další vzpomínková setkání.

# layer_MGS-ricanyHistoricalMap1935-v1-cze_title_ricany
source: Historical Map of Říčany (1935)
cs: Historická mapa Říčan (1935)

# layer_MGS-ricanyHistoricalMap1935-v1-cze_abstract_ricany
source: The scan of the historic map was provided by the Říčany Museum, and its georeferencing was carried out by the Masaryk Institute and Archives of the Czech Academy of Sciences.
cs: Sken historické mapy poskytlo Muzeum Říčany, georeferencování provedl Masarykův ústav a Archiv Akademie věd České republiky.

# help_victims_pacov
source: Places where Jewish residents lived during the Holocaust.
cs: Místa, kde v době holokaustu bydleli židovští obyvatelé.

# help_interest_pacov
source: Interesting places in Pacov.
cs: Zajímavá místa v Pacově.

source: on address
cs: na adrese

source: Related documents
cs: Související dokumenty

# relatedOtherRelatives
source: Other relatives
cs: Ostatní příbuzí

# relatedAddresses
source: Known addresses
cs: Známé adresy

source: fate
cs: osud

# relatedClosestFamily
source: Closest family
cs: Nejbližší rodina

source: deportation
cs: deportace

source: All residents
cs: Všichni obyvatelé

# allResidents_help
source: Everyone who lived at that address, regardless of the time period.
cs: Všichni, kdo bydleli na dané adrese bez ohledu na období.

# residents_1939-05-13
source: Residents on 13 May 1939
cs: Obyvatelé k 13. květnu 1939

# residents_1942-11-13
source: Residents on 13 November 1942
cs: Obyvatelé k 13. listopadu 1942

source: Show
cs: Zobrazit

source: Hide
cs: Schovat

# cities
source: Locations
cs: Města

source: Refresh page
cs: Obnovit stránku

# featureType_AddressLastResidence
source: Jewish Homes - before deportation
cs: Bydliště Židů před deportací

# layer_address_last_residence_title_prague_last_residence
source: Last Residence before Deportation
cs: Poslední bydliště před deportací

# layer_address_last_residence_heatmap_title_prague_last_residence
source: Last Residence before Deportation - Heatmap
cs: Poslední bydliště před deportací - heatmap

# layer_address_heatmap_title_prague_last_residence
source: Residence by registration in the Protectorate - heatmap
cs: Bydliště podle registrace v protektorátu - heatmap

# showOnMap
source: Show on the map
cs: Ukázat na mapě

# backToStoryMapWhole
source: Whole Story
cs: Celý příběh

source: View Story Map
cs: Zobrazit příběhovou mapu

# storyMapExistsForPerson
source: There is a story map for a given person.
cs: K danému člověku existuje příběhová mapa.

source: Back
cs: Zpět

source: Story Maps
cs: Příběhové mapy

# allStories
source: All
cs: Všechny

# layer_incident_title_pacov
source: Incidents
cs: Incidenty

# layer_incident_abstract_pacov
source: Cases of incidents in the area of Pacov during which, for example, arrests or public humiliation occurred. The information was excerpted mainly from the recollections of witnesses.
cs: Případy incidentů v prostoru města Pacova, během nichž došlo např. k zatčení nebo veřejnému ponižování. Informace byly excerpovány zejména ze vzpomínek pamětníků.

# help_incident_pacov
source: Cases of incidents during which arrests or public humiliation occurred.
cs: Případy incidentů, během nichž došlo např. k zatčení nebo veřejnému ponižování.

# layer_MGS-pacov_historical_map_1942-cze-v1_title_pacov
source: Historical Map of Pacov (1942)
cs: Historická mapa Pacova (1942)

# layer_MGS-pacov_historical_map_1942-cze-v1_abstract_pacov
source: The historical map of Pacov dates back to May 1942. The red coloured areas with house numbers mark Jewish buildings and properties. The map comes from the State District Archive in Pelhřimov, georeferencing was carried out by the Masaryk Institute and the Archive of the Czech Academy of Sciences.
cs: Historická mapa Pacova pochází z května 1942. Červeně vybarvené plochy doplněné o čísla popisná označují židovské objeky a pozemky. Mapa pochází ze Státního okresního archivu Pelhřimově a pro účely projektu byla georeferencována Masarykovým ústavem a archivem AV ČR.

# date_of_laying
source: Installation date
cs: Datum položení

source: Inscription
cs: Nápis

# memoryType_stolpersteine_set
source: Stolpersteins
cs: Kameny zmizelých

# commemorative event
source: Remembrance events
cs: Připomínkové akce

# countMemorials
source: Remembrance events
cs: Připomínkové akce

# help_memorials_ricany
source: Events commemorating Holocaust victims
cs: Místa, kde se odehrály připomínkové akce.

# featureType_Memorial
source: Remembrance events
cs: Připomínkové akce

# layer_memorial_title_short
source: Remembrance events
cs: Připomínkové akce

source: Back to other story maps
cs: Zpět na ostatní příběhové mapy

source: Birth date
cs: Datum narození
